content/posts/Asexual_evolution_waves_fluctuations_and_universality_by_Daniel_Fisher_in_2013.md
+++
title = "Asexual evolution waves fluctuations and universality by Daniel Fisher in 2013"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:33:51-04:00
slug = "Asexual_evolution_waves_fluctuations_and_universality_by_Daniel_Fisher_in_2013"
draft = false
+++

## Outline {#outline}


### Abstract {#abstract}

<!--list-separator-->

-  \_\_In large asexual populations, multiple beneficial mutations arise in the population, compete, interfere with each other, and accumulate on the same genome, before any of them fix\_\_

<!--list-separator-->

-


### Introduction {#introduction}

<!--list-separator-->

-  Outline

<!--list-separator-->

-  Model and fitness distribution


### Heuristics {#heuristics}

<!--list-separator-->

-  Staircase model

<!--list-separator-->

-  Instability and fluctuation of the nose

<!--list-separator-->

-  Predominant mutations with short-tailed mu of s


### Branching process at fixed speed {#branching-process-at-fixed-speed}

<!--list-separator-->

-  Fixation probability

<!--list-separator-->

-  Fixation probability at fixed speed

<!--list-separator-->

-  Sharp shoulder approximation

<!--list-separator-->

-  Fixation probability and determination of N

<!--list-separator-->

-  Comparison with results of Good et al


### Dynamics and distribution of N(t) at fixed speed {#dynamics-and-distribution-of-n--t--at-fixed-speed}

<!--list-separator-->

-  Distribution of N(t)

<!--list-separator-->

-  Typical rho(x) and weighted fixation probability


### Feedback and coupled dynamics of nose and mean {#feedback-and-coupled-dynamics-of-nose-and-mean}

<!--list-separator-->

-  Dynamics of feedback

<!--list-separator-->

-  Jumps in mean fitness and clustering of fixation probabilities

<!--list-separator-->

-  Average fitness distribution


### Conditioning on behavior at infinite time {#conditioning-on-behavior-at-infinite-time}

<!--list-separator-->

-  Exactly solvable suppressed-fluctuation model

<!--list-separator-->

-  Distribution of population size

<!--list-separator-->

-  Moments and correlations of rho(chi, t)

<!--list-separator-->

-  Relationship to Hallatschek model


### Field theoretic approaches {#field-theoretic-approaches}

<!--list-separator-->

-  Soft constraints on the population size


### Summary and extensions {#summary-and-extensions}

<!--list-separator-->

-  Universality for huge populations with short-tailed mutation distributions

<!--list-separator-->

-  Beyond the universal limit

<!--list-separator-->

-  Extensions


### Appendix A: Average fitness distribution at fixed speed {#appendix-a-average-fitness-distribution-at-fixed-speed}

<!--list-separator-->

-  Formal steady-state fitness distribution


### Appendix B: Well-behaved solution in linear region {#appendix-b-well-behaved-solution-in-linear-region}

<!--list-separator-->

-  Moderate speeds, v<<

<!--list-separator-->

-  High speeds, v>>


### Appendix C: Sharp shoulder approximation {#appendix-c-sharp-shoulder-approximation}


### Appendix D: Dynamics of phi {#appendix-d-dynamics-of-phi}
